{
  "Dashboard": {
    "title": "Tableau de Bord du Ludus",
    "ludusOverview": "Vue d'ensemble du Ludus",
    "arena": "Arène",
    "tavern": "Taverne",
    "arenaCityLabel": "Ville",
    "arenaAllowsDeath": "Combats mortels autorisés",
    "arenaNoDeath": "Combats non létaux",
    "arenaEmpty": "Aucune arène disponible pour le moment.",
    "viewArena": "Voir l'Arène",
    "treasury": "Trésorerie",
    "reputation": "Réputation",
    "morale": "Moral",
    "facilities": "Installations",
    "infirmary": "Infirmerie",
    "trainingGround": "Terrain d'Entraînement",
    "quarters": "Quartiers",
    "kitchen": "Cuisine",
    "level": "Niveau",
    "yourGladiators": "Vos Gladiateurs",
    "gladiatorCount": "Gladiateurs",
    "viewDetails": "Voir les Détails",
    "health": "Santé",
    "injured": "Blessé",
    "sick": "Malade",
    "healthy": "En Bonne Santé",
    "noGladiators": "Aucun gladiateur dans votre ludus pour le moment.",
    "recruitGladiators": "Recruter des Gladiateurs",
    "location": "Emplacement",
    "motto": "Devise",
    "createdAt": "Établi",
    "connectedServer": "Connecté à",
    "facilityDescriptions": {
      "ludus": {
        "1": "Une cour clôturée à la hâte avec des piquets ébréchés et des recrues anxieuses.",
        "2": "Une cour modeste aux murs rafistolés, tenue par une équipe minimale.",
        "3": "Des bannières simples pendent droit et les exercices quotidiens suivent enfin un horaire.",
        "4": "Du sable neuf a été étalé et l'intendant suit désormais les fournitures.",
        "5": "Des entraîneurs apprentis se relaient et gardent chaque gladiateur à l'œil.",
        "6": "Les spectateurs murmurent au sujet des échauffements disciplinés qui résonnent dans la cour.",
        "7": "Des mentors vétérans sont revenus, aiguisant tactiques et moral à la fois.",
        "8": "Les couloirs éclairés aux lanternes paraissent sûrs et les exercices nocturnes ne flanchent jamais.",
        "9": "L'armurerie bourdonne d'entretien soigneux et d'équipement rangé.",
        "10": "Les marchands recherchent le ludus, sachant que ses combattants paient en gloire et en argent.",
        "11": "Les trophées bordent le hall et chaque gladiateur s'entraîne avec une confiance calme.",
        "12": "La salle de guerre vibre de stratégie, cartographiant méticuleusement les écoles rivales.",
        "13": "Des messagers arrivent chaque jour avec des défis, preuve d'un prestige durement gagné.",
        "14": "Des mécènes alliés financent de nouvelles ailes, reconnaissant le ludus comme une élite.",
        "15": "Des instructeurs spécialistes affinent la technique, la psychologie et la résilience.",
        "16": "Le ludus résonne de chants coordonnés avant chaque escarmouche.",
        "17": "Des éclaireurs d'élite débauchent des talents des cités rivales, gonflant les rangs.",
        "18": "Des exercices sous l'orage et des scénarios de siège se déroulent sans accrocs, même sous la pluie.",
        "19": "Les émissaires de l'empereur assistent aux exhibitions, notant chaque innovation.",
        "20": "Le ludus fixe désormais les standards régionaux de discipline et de mise en scène.",
        "21": "Nos bannières flottent dans des provinces lointaines, recrutant des adeptes à la cause.",
        "22": "Des diplômés commandent des légions et leur loyauté tient les coffres pleins.",
        "23": "Des légendes s'entraînent ici entre deux campagnes, échangeant leurs secrets avec nos maîtres.",
        "24": "Les empires sollicitent notre tutelle, confiant au ludus leurs héritiers.",
        "25": "Un bastion mythique de maîtrise martiale, révéré à travers le monde connu."
      },
      "infirmary": {
        "1": "Une tente pleine de courants d'air avec un seul lit et des herbes d'une fraîcheur douteuse.",
        "2": "Des éclisses en bois sont rangées proprement, même si les bandages restent rares.",
        "3": "Un guérisseur novice maintient les plaies propres et les esprits à peine stables.",
        "4": "Des draps frais et des instruments bouillis accueillent enfin les blessés.",
        "5": "Des apothicaires livrent des onguents fiables qui font tomber la fièvre en quelques heures.",
        "6": "Des lits de convalescence bordent une aile calme, isolée du vacarme de la cour.",
        "7": "Un chirurgien supervise des sutures qui ne laissent presque aucune cicatrice.",
        "8": "Des vapeurs inhalées apaisent la douleur et permettent un repos sans gémissement.",
        "9": "Une rotation de guérisseurs surveille pouls et hydratation toute la nuit.",
        "10": "Les bassins de saignée brillent, remplacés par des cataplasmes et toniques précis.",
        "11": "Un registre diagnostique consigne faiblesses et allergies de chaque guerrier.",
        "12": "Des cadres de fracture maintiennent les os alignés tout en gardant les muscles souples.",
        "13": "Des alchimistes importés brassent des restauratifs qui accélèrent la régénération.",
        "14": "Des médecins de garde accourent vers l'arène avec des kits scellés pour le triage.",
        "15": "Une chapelle apaise les esprits grâce à l'encens et aux prières murmurées.",
        "16": "Des bains de vapeur et des immersions froides accélèrent le contrôle des enflures.",
        "17": "Des attelles articulées permettent aux vétérans de reprendre les duels des semaines plus tôt.",
        "18": "Des scribes du sang cartographient les blessures pour éviter les traumatismes répétés.",
        "19": "Une salle sanative isole les contagions avant qu'elles n'atteignent la caserne.",
        "20": "Des lampes d'augure surveillent la respiration et carillonnent si le rythme faiblit.",
        "21": "Des toniques régénérateurs ressoudent les muscles déchirés du jour au lendemain.",
        "22": "Des chirurgiens de campagne forment les apprentis aux résections avancées.",
        "23": "Des apaisants spirituels guident la méditation pour raccourcir la convalescence.",
        "24": "Des élixirs phénix raniment ceux qui autrefois auraient péri.",
        "25": "Une clinique souveraine où la mort elle-même négocie avant d'entrer."
      },
      "trainingGround": {
        "1": "Une terre inégale et des mannequins éclatés n'offrent guère plus que des bleus.",
        "2": "Les cordes et poutres d'équilibre tanguent, mais les exercices restent désordonnés.",
        "3": "Un intendant consigne les routines, alignant le jeu de jambes sur les formes de base.",
        "4": "Des boucliers lestés entraînent l'endurance tandis que les anneaux reçoivent du sable neuf.",
        "5": "Des gongs de tempo maintiennent chaque escouade en rotation sans perdre haleine.",
        "6": "Des poteaux cibles pivotent, aiguisant réflexes et précision.",
        "7": "Les râteliers d'armes s'élargissent, offrant aux spécialistes de peaufiner leur style signature.",
        "8": "Des obstacles mobiles simulent ruelles étroites et brèches dans les murs de boucliers.",
        "9": "Une fosse sablée accueille des mentors de lutte enseignant levier et échappatoires.",
        "10": "Les couloirs de tir s'allongent, les vents croisés mesurés par des bannières.",
        "11": "Des grilles de pas s'illuminent à l'aube, guidant des manœuvres d'équipe synchronisées.",
        "12": "Des harnais lestés d'eau forgent des fentes explosives.",
        "13": "Des lanternes illusionnistes projettent des ennemis fantômes pour les répétitions tactiques.",
        "14": "Des tissus aériens renforcent le tronc pour des contre-attaques en plein vol.",
        "15": "Des exercices montés associent cavaliers et coureurs pour des charges coordonnées.",
        "16": "Des tambours sonores rythment des circuits cardio implacables aux accents martiaux.",
        "17": "Des fumées alchimiques éprouvent l'endurance au cœur de sièges simulés.",
        "18": "Des terrasses tactiques accueillent des scrimmages de bataillons sous le regard des chefs.",
        "19": "Des coaches augures suivent les micro-mouvements et corrigent instantanément les faiblesses.",
        "20": "Des chronomanciens rembobinent les échanges cruciaux image par image.",
        "21": "Des arènes adaptatives modifient le terrain en plein combat, exigeant un recalibrage rapide.",
        "22": "Des sceaux de gravité permettent des séances hyper-lestées sans risque de blessure.",
        "23": "Des champions légendaires donnent cours, révélant des styles rares aux novices.",
        "24": "Des stratèges orchestrent des scénarios multi-phases sur des campagnes d'une journée.",
        "25": "Un creuset de perfection où chaque mouvement devient une œuvre d'art létale."
      },
      "quarters": {
        "1": "Des couchettes glaciales entassent les combattants près de seaux grinçants.",
        "2": "Des couvertures fines et des casiers partagés peinent à garder l'équipement au sec.",
        "3": "Des coffres personnels sont distribués et les lits cessent de s'effondrer la nuit.",
        "4": "Des braseros réchauffent le dortoir, faisant taire les plaintes contre le froid.",
        "5": "Des rideaux offrent un soupçon d'intimité et une lessive basique démarre.",
        "6": "Des paillasses fraîches parfument le hall, remplaçant la literie moisie.",
        "7": "Des tentures insonorisantes permettent enfin aux dormeurs légers de se reposer.",
        "8": "Des intendants dédiés rangent les casiers avant l'appel de l'aube.",
        "9": "Des pupitres permettent aux gladiateurs de consigner victoires et lettres.",
        "10": "Des aérations de plafond évacuent sueur et fumée, laissant un air pur.",
        "11": "Des bains communs restent chauffés, programmés pour que tous en profitent.",
        "12": "Des alcôves de méditation calment les nerfs avec douce lumière et carillons.",
        "13": "Des tailleurs réparent les uniformes sur place, finies les urgences avant combat.",
        "14": "Des hamacs capitonnés offrent aux vétérans le repos de leur choix.",
        "15": "Des fresques sculptées retracent les victoires, inspirant chaque regard.",
        "16": "Des runes apaisantes empêchent les festivités de déranger ceux de service.",
        "17": "Des intendants personnels gèrent les horaires, assurant un repos équilibré.",
        "18": "Des nutritionnistes coordonnent des repas adaptés au régime de chaque guerrier.",
        "19": "Des quartiers privés récompensent les champions avec sièges moelleux et vue.",
        "20": "Une aile bibliothèque prête des tomes sur tactique, philosophie et rivaux.",
        "21": "Des jardins intérieurs fleurissent, apportant l'air du printemps aux baraquements.",
        "22": "Des salles calmes offrent des plafonds étoilés pour un sommeil guidé.",
        "23": "Des planchers chauffants et des diffuseurs aromatiques enveloppent les combattants.",
        "24": "Des suites personnelles rivalisent avec les villas nobles, servies par un personnel fidèle.",
        "25": "Des halls palatins accueillent des héros dignes d'une hospitalité impériale."
      },
      "kitchen": {
        "1": "Une bouillie claire et du pain rassis alimentent à peine les exercices du matin.",
        "2": "Les bouillons gagnent des herbes, mais les portions restent maigres et pressées.",
        "3": "Un boulanger arrive, emplissant l'air de pains plats à l'aube.",
        "4": "Les ragoûts mijotent plus longtemps, riches en racines et viandes séchées.",
        "5": "Des flocons au miel et des agrumes éloignent les maladies durant l'hiver.",
        "6": "Des conserves au vinaigre donnent à chaque assiette une touche acidulée équilibrée.",
        "7": "Les chefs ajustent les repas selon les rôles — massifs, agiles ou arcaniques.",
        "8": "Des foyers sans fumée gardent les saveurs pures et les cuisines propres.",
        "9": "Des épices importées éveillent les palais et affûtent les esprits avant le combat.",
        "10": "Des postes d'hydratation servent des breuvages électrolytes après les séances éprouvantes.",
        "11": "Des tartinades protéinées aident les muscles à récupérer entre deux duels.",
        "12": "Des fours de pierre rôtissent chaque semaine des bêtes entières pour les fêtes.",
        "13": "Des fermenteurs concoctent des toniques qui apaisent l'estomac et renforcent l'immunité.",
        "14": "Des chocolatiers artisans échangent des douceurs qui remontent le moral.",
        "15": "Des chambres froides préservent les denrées délicates venues de provinces lointaines.",
        "16": "Des nutritionnistes conçoivent des menus alignés sur les microcycles d'entraînement.",
        "17": "Des chefs alchimistes ajoutent des élixirs qui accélèrent les réflexes sans nervosité.",
        "18": "Des galeries mobiles livrent des repas fumants jusqu'aux entraînements éloignés.",
        "19": "Des menus de saison accompagnent parfaitement rites et rituels.",
        "20": "Des conseils de dégustation affinent les recettes selon les retours des gladiateurs.",
        "21": "Des aromatiques saturent les couloirs, apaisant les nerfs avant les duels décisifs.",
        "22": "Des plats signatures deviennent célèbres chez les ludi rivaux et les cours.",
        "23": "Des chefs invités des cuisines impériales animent des masterclasses pour l'équipe.",
        "24": "Des artisans culinaires tissent des ambroisies rares dans la ration quotidienne.",
        "25": "Des festins dignes des empereurs dotent les guerriers d'une vitalité inégalée."
      }
    }
  },
  "Tavern": {
    "title": "La Taverne",
    "subtitle": "Recruter de nouveaux gladiateurs pour rejoindre votre ludus",
    "availableGladiators": "Gladiateurs Disponibles",
    "recruit": "Recruter",
    "reroll": "Relancer",
    "recruiting": "Recrutement en cours...",
    "rerolling": "Relance en cours...",
    "ludusFullTitle": "Ludus Plein",
    "ludusFullMessage": "Votre ludus a atteint sa capacité maximale. Vous ne pouvez pas recruter plus de gladiateurs.",
    "loadingGladiators": "Génération de gladiateurs...",
    "noGladiators": "Aucun gladiateur disponible. Veuillez réessayer.",
    "recruitSuccess": "Gladiateur recruté avec succès !",
    "rerollSuccess": "Gladiateur relancé avec succès !",
    "error": "Une erreur s'est produite. Veuillez réessayer.",
    "backToDashboard": "Retour au Tableau de Bord",
    "welcomeMessage": "Vous entrez dans la taverne et apercevez un gladiateur de l'autre côté de la salle.",
    "currentGladiator": "En conversation avec",
    "sendMessage": "Envoyer",
    "messagePlaceholder": "Dites quelque chose...",
    "skip": "Passer (1 sesterce)",
    "next": "Prochain Gladiateur",
    "loadingResponse": "À l'écoute...",
    "recruitThisGladiator": "Recruter",
    "chatHistory": "Conversation",
    "gladiatorInfo": "Infos du Gladiateur",
    "health": "Santé",
    "birthCity": "Originaire de",
    "personality": "Personnalité",
    "lifeGoal": "Objectif de Vie",
    "name": "Nom",
    "confirmSkipTitle": "Passer ce gladiateur ?",
    "confirmSkipMessage": "Êtes-vous sûr de vouloir passer ce gladiateur ? Cela coûtera 1 sesterce et vous passerez au suivant.",
    "confirmSkipYes": "Oui, Passer",
    "confirmSkipNo": "Non, Continuer à Parler",
    "confirmRecruitTitle": "Recruter ce gladiateur ?",
    "confirmRecruitMessage": "Êtes-vous sûr de vouloir recruter ce gladiateur dans votre ludus ?",
    "confirmRecruitYes": "Oui, Recruter",
    "confirmRecruitNo": "Non, Continuer à Parler"
  },
  "GladiatorDetail": {
    "backToDashboard": "Retour au Tableau de Bord",
    "from": "De",
    "combatStats": "Statistiques de Combat",
    "strength": "Force",
    "agility": "Agilité",
    "dexterity": "Dextérité",
    "speed": "Vitesse",
    "chance": "Chance",
    "intelligence": "Intelligence",
    "charisma": "Charisme",
    "loyalty": "Loyauté",
    "personality": "Personnalité",
    "lifeGoal": "Objectif de Vie",
    "personalityTrait": "Personnalité",
    "likes": "Aime",
    "dislikes": "N'aime pas",
    "background": "Historique",
    "backstory": "Histoire",
    "notableHistory": "Histoire Notable",
    "physicalCondition": "Condition Physique",
    "specialTraits": "Traits Spéciaux",
    "weakness": "Faiblesse",
    "fear": "Peur",
    "handicap": "Handicap",
    "uniquePower": "Pouvoir Unique"
  },
  "ChangeServer": {
    "button": "Changer de Serveur",
    "title": "Sélectionner un Serveur",
    "subtitle": "Choisissez sur quel serveur jouer",
    "hasLudus": "✓ Ludus existe",
    "noLudus": "Créer un nouveau ludus",
    "selectButton": "Sélectionner",
    "selectingButton": "Sélection en cours...",
    "close": "Fermer",
    "confirmTitle": "Changer de Serveur ?",
    "confirmMessage": "Vous n'avez pas de ludus sur ce serveur. Vous devrez en créer un. Continuer ?",
    "confirmYes": "Oui, Créer un Ludus",
    "confirmNo": "Annuler"
  }
}
