{
  "Dashboard": {
    "title": "Ludus Dashboard",
    "ludusOverview": "Ludus Overview",
    "arena": "Arena",
    "arenaStatus": "Status",
    "arenaClosed": "Currently Closed",
    "arenaOpen": "Open for Battle",
    "arenaHint": "The arena opens at specific times. Check back later for battles!",
    "arenaCityLabel": "City",
    "arenaAllowsDeath": "Fatal bouts permitted",
    "arenaNoDeath": "Non-lethal matches",
    "arenaEmpty": "No arenas available yet.",
    "treasury": "Treasury",
    "reputation": "Reputation",
    "morale": "Morale",
    "facilities": "Facilities",
    "infirmary": "Infirmary",
    "trainingGround": "Training Ground",
    "quarters": "Quarters",
    "kitchen": "Kitchen",
    "level": "Level",
    "gladiators": "Your Gladiators",
    "gladiatorCount": "Gladiators",
    "viewDetails": "View Details",
    "health": "Health",
    "injured": "Injured",
    "sick": "Sick",
    "healthy": "Healthy",
    "noGladiators": "No gladiators in your ludus yet.",
    "recruitGladiators": "Recruit Gladiators",
    "location": "Location",
    "motto": "Motto",
    "createdAt": "Established",
    "facilityDescriptions": {
      "ludus": {
        "1": "A hastily fenced yard with chipped training posts and anxious recruits.",
        "2": "A modest yard with patched walls and a skeleton crew keeping order.",
        "3": "Basic banners hang straight, and daily drills finally follow a schedule.",
        "4": "New sand has been laid, and the quartermaster actually tracks supplies.",
        "5": "Apprentice trainers rotate through, giving each gladiator a watchful eye.",
        "6": "Spectators whisper about the disciplined warmups echoing from the yard.",
        "7": "Veteran mentors have returned, sharpening tactics and morale alike.",
        "8": "Lantern-lit corridors feel secure, and nighttime drills never falter.",
        "9": "The armoury hums with careful maintenance and neatly arranged gear.",
        "10": "Traders seek out the ludus, knowing its fighters pay in glory and coin.",
        "11": "Trophies line the hall, and every gladiator trains with quiet confidence.",
        "12": "The war room buzzes with strategy, mapping rival schools meticulously.",
        "13": "Messengers arrive daily with challenges, proof of hard-won prestige.",
        "14": "Allied patrons fund new expansions, recognizing the ludus as elite.",
        "15": "Specialist instructors refine footwork, psychology, and resilience.",
        "16": "The ludus resounds with coordinated chants before every scrimmage.",
        "17": "Elite scouts poach talent from rival cities, swelling the roster.",
        "18": "Storm drills and siege scenarios run without a hitch, even in rain.",
        "19": "The emperor’s envoys attend exhibitions, noting every innovation.",
        "20": "The ludus now sets regional standards for discipline and pageantry.",
        "21": "Our banners fly in distant provinces, recruiting believers to the cause.",
        "22": "Graduates command legions, and their loyalty keeps the coffers full.",
        "23": "Legends train here between campaigns, trading secrets with our masters.",
        "24": "Empires petition for our tutelage, trusting the ludus with their heirs.",
        "25": "A mythic bastion of martial mastery, revered across the known world."
      },
      "infirmary": {
        "1": "A drafty tent with a single cot and herbs of questionable freshness.",
        "2": "Wooden splints now hang neatly, though the bandages still run thin.",
        "3": "A novice healer keeps wounds clean and spirits barely steady.",
        "4": "Fresh linens and boiled instruments finally greet injured fighters.",
        "5": "Apothecaries supply reliable salves, cutting fevers within hours.",
        "6": "Recovery cots line a quiet wing, screened from the din of the yard.",
        "7": "A chirurgeon oversees stitches that leave barely a scar.",
        "8": "Inhaled vapors ease pain, letting gladiators rest without groans.",
        "9": "A rotation of healers monitors pulses and hydration through the night.",
        "10": "Bloodletting basins shine, replaced by precise poultices and tonics.",
        "11": "A diagnosis chart records each warrior's weaknesses and allergies.",
        "12": "Fracture frames let bones knit straight while muscles stay limber.",
        "13": "Imported alchemists brew restoratives that hasten tissue growth.",
        "14": "On-call medics rush to the arena with sealed kits for triage.",
        "15": "An infirmary chapel soothes minds with incense and whispered prayers.",
        "16": "Steam baths and cold plunges accelerate swelling control routines.",
        "17": "Articulated braces keep veterans sparring weeks ahead of schedule.",
        "18": "Blood-echo scribes map injuries to prevent repeat trauma.",
        "19": "A sanative ward isolates contagion before it reaches the barracks.",
        "20": "Augury lamps monitor breathing, chiming if rhythms falter.",
        "21": "Regeneration tonics knit torn muscle overnight under watchful eyes.",
        "22": "Battlefield surgeons lecture apprentices on advanced resections.",
        "23": "Soulsoothers guide meditation, shortening recovery through focus.",
        "24": "Phoenix draughts revive warriors who once would have perished.",
        "25": "A sovereign clinic where death itself negotiates before entering."
      },
      "trainingGround": {
        "1": "Uneven dirt and splintered dummies offer little more than bruises.",
        "2": "Ropes and balance beams sway, but drills remain disorganized.",
        "3": "A quartermaster marks routines, aligning footwork with basic forms.",
        "4": "Weighted shields train endurance as sparring rings gain fresh sand.",
        "5": "Timing gongs keep every squad rotating without wasted breath.",
        "6": "Target posts swivel, sharpening reaction times and precision.",
        "7": "Weapon racks expand, letting specialists hone their signature styles.",
        "8": "Moving obstacles simulate tight alleys and shield wall breaches.",
        "9": "A sanded pit hosts grappling mentors teaching leverage and escapes.",
        "10": "Archery lanes stretch further, with crosswinds measured by banners.",
        "11": "Footwork grids glow at dawn, guiding synchronized team maneuvers.",
        "12": "Water-weighted training harnesses build explosive lunges.",
        "13": "Illusion lanterns project phantom foes for tactical rehearsals.",
        "14": "Aerial silks toughen core strength for mid-air tumbling counters.",
        "15": "Mounted drills pair riders and runners for coordinated charges.",
        "16": "Sonic drums pace relentless cardio circuits with martial rhythms.",
        "17": "Alchemical smoke tests stamina inside simulated siege conditions.",
        "18": "Tactical terraces host full battalion scrimmages under leaders' eyes.",
        "19": "Augur coaches track micro-movements, correcting weaknesses instantly.",
        "20": "Chronomancers rewind pivotal exchanges for frame-by-frame analysis.",
        "21": "Adaptive arenas shift terrain mid-bout, demanding quick recalibration.",
        "22": "Gravity wards allow hyper-weighted sessions without injury risk.",
        "23": "Legendary champions guest-teach, revealing rare styles to initiates.",
        "24": "Strategists orchestrate multi-phase scenarios across day-long campaigns.",
        "25": "A crucible of perfection where every motion becomes lethal artistry."
      },
      "quarters": {
        "1": "Drafty bunks cram fighters beside squeaking water buckets.",
        "2": "Thin blankets and shared lockers struggle to keep gear dry.",
        "3": "Personal chests are issued, and bunks stop collapsing at night.",
        "4": "Braziers warm the dorm, finally silencing curses about the cold.",
        "5": "Curtains grant slivers of privacy, and basic laundry rotations begin.",
        "6": "Fresh straw mats scent the hall, replacing moldy bedding.",
        "7": "Sound-dampening tapestries let light sleepers find true rest.",
        "8": "Dedicated stewards tidy footlockers before dawn muster.",
        "9": "Writing desks let gladiators record wins and send letters home.",
        "10": "Ceiling vents draw out sweat and smoke, leaving crisp air.",
        "11": "Shared baths stay heated, scheduled so everyone finds time.",
        "12": "Meditation alcoves calm nerves with low light and gentle bells.",
        "13": "Tailors mend uniforms on-site, ending frantic pre-fight repairs.",
        "14": "Soft-lined hammocks offer veterans their choice of rest.",
        "15": "Crafted murals recount victories, inspiring every waking glance.",
        "16": "Sound wards keep revelry from disturbing those on rotation.",
        "17": "Personal attendants manage schedules, ensuring balanced downtime.",
        "18": "Nutritionists coordinate meals that match each warrior’s regimen.",
        "19": "Private quarters reward champions with plush seating and views.",
        "20": "A library wing lends tomes on tactics, philosophy, and rivals.",
        "21": "Garden courtyards bloom, breathing spring air into the barracks.",
        "22": "Quiet rooms feature starlit ceilings for guided recovery sleep.",
        "23": "Heated floors and aromatic diffusers cocoon fighters in comfort.",
        "24": "Personal suites rival noble villas, complete with loyal staff.",
        "25": "Palatial halls cradle heroes deserving of imperial hospitality."
      },
      "kitchen": {
        "1": "Thin gruel and stale bread barely fuel the morning drills.",
        "2": "Broths gain herbs, yet portions remain small and rushed.",
        "3": "A baker joins, filling the air with fresh flatbreads at dawn.",
        "4": "Stews simmer longer, rich with root vegetables and cured meat.",
        "5": "Honeyed oats and citrus stave off illness through harsh winters.",
        "6": "Pickled stores ensure every plate has a tangy, balanced kick.",
        "7": "Chefs tailor meals to combat roles—heavy, nimble, or arcane.",
        "8": "Smokeless hearths keep flavors pure and kitchens clean.",
        "9": "Imported spices wake palates, sharpening minds before combat.",
        "10": "Hydration stations offer electrolyte brews after grueling drills.",
        "11": "Protein-rich spreads help muscles recover between sparring bouts.",
        "12": "Stone ovens roast whole beasts for celebratory feasts weekly.",
        "13": "Fermenters craft tonics that soothe stomachs and boost immunity.",
        "14": "Artisan chocolatiers trade indulgent morale-boosting treats.",
        "15": "Cold rooms preserve delicate produce from distant provinces.",
        "16": "Nutritionists design meal plans keyed to training microcycles.",
        "17": "Alchemy chefs add elixirs that quicken reflexes without jitters.",
        "18": "Mobile galley carts deliver hot meals straight to remote drills.",
        "19": "Seasonal menus pair perfectly with festival rites and rituals.",
        "20": "Tasting councils refine recipes based on gladiator feedback loops.",
        "21": "Aromatics saturate the halls, calming nerves before decisive duels.",
        "22": "Signature dishes become renowned across rival ludi and courts.",
        "23": "Guest chefs from imperial kitchens host masterclasses for staff.",
        "24": "Culinary artisans weave rare ambrosias into daily nutrition.",
        "25": "Feasts worthy of emperors empower warriors with unmatched vitality."
      }
    }
  },
  "GladiatorDetail": {
    "from": "From",
    "combatStats": "Combat Statistics",
    "strength": "Strength",
    "agility": "Agility",
    "dexterity": "Dexterity",
    "speed": "Speed",
    "chance": "Chance",
    "intelligence": "Intelligence",
    "charisma": "Charisma",
    "loyalty": "Loyalty",
    "personality": "Personality",
    "lifeGoal": "Life Goal",
    "personalityTrait": "Personality",
    "likes": "Likes",
    "dislikes": "Dislikes",
    "background": "Background",
    "backstory": "Backstory",
    "notableHistory": "Notable History",
    "physicalCondition": "Physical Condition",
    "specialTraits": "Special Traits",
    "weakness": "Weakness",
    "fear": "Fear",
    "handicap": "Handicap",
    "uniquePower": "Unique Power"
  }
}
